<!-- Footer -->
    <footer>
        <div class="footer__wrap">
            <div class="container">
                <div class="footer">
                    <div class="footer__left_wrap">
                        <div class="footer__categories_wrap">
                            <h3>Категории</h3>
                            <ul>
                                <li><a href="#">Отопление</a></li>
                                <li><a href="#">Холодоснабжение</a></li>
                                <li><a href="#">Водоснабжение</a></li>
                                <li><a href="#">Услуги</a></li>
                                <li><a href="#">Проектирование</a></li>
                            </ul>
                        </div>
                        <div class="footer__info_wrap">
                            <h3>Информация</h3>
                            <ul>
                                <li><a href="#">Бренды</a></li>
                                <li><a href="{{route('delivery')}}">Доставка и оплата</a></li>
                                <li><a href="{{route('articles')}}">Блог</a></li>
                                <li><a href="{{route('about')}}">О нас</a></li>
                                <li><a href="{{route('contacts')}}">Контакты</a></li>
                                <li><a href="{{route('hits')}}">Хиты продаж</a></li>
                                <li><a href="{{route('news')}}">Новинки</a></li>
                                <li><a href="{{route('sales')}}">Скидки</a></li>
                            </ul>
                        </div>
                    </div>
                    <div class="footer__contacts_wrap">
                        <h3>Контакты</h3>
                        <div class="footer__contacts">
                            <ul>
                                <li><a href="tel:+77776280575" class="footer__contact_phone">+7 (777) 628-05-75</a></li>
                                <li><a href="mailto:info@etis.kz" class="footer__contact_email">info@etis.kz</a></li>
                                <li><a href="https://go.2gis.com/oEuGG" target="_blank" class="footer__contact_location">г.Алматы, ул. Мынабаева 154.</a></li>
                            </ul>
                            <ul>
                                <li>
                                    <a href="#" class="head__middle_vk">
                                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 576 512"><path d="M545 117.7c3.7-12.5 0-21.7-17.8-21.7h-58.9c-15 0-21.9 7.9-25.6 16.7 0 0-30 73.1-72.4 120.5-13.7 13.7-20 18.1-27.5 18.1-3.7 0-9.4-4.4-9.4-16.9V117.7c0-15-4.2-21.7-16.6-21.7h-92.6c-9.4 0-15 7-15 13.5 0 14.2 21.2 17.5 23.4 57.5v86.8c0 19-3.4 22.5-10.9 22.5-20 0-68.6-73.4-97.4-157.4-5.8-16.3-11.5-22.9-26.6-22.9H38.8c-16.8 0-20.2 7.9-20.2 16.7 0 15.6 20 93.1 93.1 195.5C160.4 378.1 229 416 291.4 416c37.5 0 42.1-8.4 42.1-22.9 0-66.8-3.4-73.1 15.4-73.1 8.7 0 23.7 4.4 58.7 38.1 40 40 46.6 57.9 69 57.9h58.9c16.8 0 25.3-8.4 20.4-25-11.2-34.9-86.9-106.7-90.3-111.5-8.7-11.2-6.2-16.2 0-26.2.1-.1 72-101.3 79.4-135.6z"/></svg>
                                    </a>
                                </li>
                                <li>
                                    <a href="#" class="head__middle_face">
                                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><path d="M504 256C504 119 393 8 256 8S8 119 8 256c0 123.78 90.69 226.38 209.25 245V327.69h-63V256h63v-54.64c0-62.15 37-96.48 93.67-96.48 27.14 0 55.52 4.84 55.52 4.84v61h-31.28c-30.8 0-40.41 19.12-40.41 38.73V256h68.78l-11 71.69h-57.78V501C413.31 482.38 504 379.78 504 256z"/></svg>
                                    </a>
                                </li>
                                <li>
                                    <a href="#" class="head__middle_link">
                                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><path d="M459.37 151.716c.325 4.548.325 9.097.325 13.645 0 138.72-105.583 298.558-298.558 298.558-59.452 0-114.68-17.219-161.137-47.106 8.447.974 16.568 1.299 25.34 1.299 49.055 0 94.213-16.568 130.274-44.832-46.132-.975-84.792-31.188-98.112-72.772 6.498.974 12.995 1.624 19.818 1.624 9.421 0 18.843-1.3 27.614-3.573-48.081-9.747-84.143-51.98-84.143-102.985v-1.299c13.969 7.797 30.214 12.67 47.431 13.319-28.264-18.843-46.781-51.005-46.781-87.391 0-19.492 5.197-37.36 14.294-52.954 51.655 63.675 129.3 105.258 216.365 109.807-1.624-7.797-2.599-15.918-2.599-24.04 0-57.828 46.782-104.934 104.934-104.934 30.213 0 57.502 12.67 76.67 33.137 23.715-4.548 46.456-13.32 66.599-25.34-7.798 24.366-24.366 44.833-46.132 57.827 21.117-2.273 41.584-8.122 60.426-16.243-14.292 20.791-32.161 39.308-52.628 54.253z"/></svg>
                                    </a>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <div class="footer__logo_wrap">
                    <img src="{{asset('assets/images/design/footer__logo.png')}}" alt="Европейские Технологии и Сервис">
                    <p>"Европейские Технологии и Сервис"</p>
                </div>
            </div>
            <div class="copyright__wrap">
                <div class="container">
                    <div class="copyright">
                        <div class="year">2025</div>
                        <p>COPYRIGHT © ВСЕ ПРАВА ЗАЩИЩЕНЫ - интернет магазин отопления и кондиционирования в казахтане тоо ”Европейские Технологии и Сервис”.</p>
                    </div>
                </div>
            </div>
        </div>        
    </footer>
@push('scripts')
    
@endpush

